<template>
  <Header/>
  <h2 style="align-items: center; text-align: center">
    Политика конфиденциальности
  </h2>
  <hr style="margin: 30px" />
<div  style="padding-left: 15%;padding-right: 15%;margin-bottom: 5%  ;">
  <a>
    Федеральное государственное унитарное предприятие "Международное информационное агентство "Россия сегодня" (далее – Агентство, мы, наш, наши), зарегистрированное по адресу: 119021, Россия, город Москва, Зубовский бульвар, дом 4, стр. 1,2,3, придаёт большое значение защите Вашей частной жизни и безопасности Ваших персональных данных.<br /><br />
    Политика конфиденциальности разработана в соответствии с требованиями нормативно–правовых актов Российской Федерации в области защиты персональных данных и нормами международного права, в том числе, но не ограничиваясь: Федерального закона от 27.07.2006 г. №152–ФЗ "О персональных данных" Российской Федерации, нормами GDPR – Регламент N 2016/679 Европейского парламента и Совета Европейского Союза от 27 апреля 2016 года "О защите физических лиц в отношении обработки персональных данных и о свободном обращении таких данных, а также об отмене Директивы 95/46/ЕС (Общее положение о защите данных)".<br /><br />
    Мы предпринимаем своевременные меры для защиты Ваших персональных данных в соответствии с настоящей Политикой конфиденциальности (далее – Политика) и применимым законодательством и гарантируем, что обработка и защита персональных данных соответствует высоким мировым стандартам.<br /><br />
    Просим Вас внимательно изучить Политику, чтобы понимать для достижения каких целей мы осуществляем обработку Ваших персональных данных, а также как Вы можете реализовать права в отношении Ваших персональных данных, обрабатываемых Агентством.<br /><br />
    Мы постарались сделать Политику максимально простой для понимания.<br /><br />
    Политика утверждается в русскоязычной редакции и при необходимости переводится на иностранные языки.<br /><br />
    Если у Вас возникли вопросы по обработке нами Ваших персональных данных и их защите, предложения по улучшению изложения Политики, а также запрос утверждённой редакции, Вы можете направить нам обращение способом, указанным в разделе 13 "Контакты".<br /><br />
    <br /><br />
    <h7>1. Область применения</h7><br /><br />
    Политика предназначена для информирования Вас о наших действиях по сбору и обработке Ваших персональных данных при использовании Вами нашего информационного ресурса (сайта, мобильного приложения), а также при осуществлении нами деятельности, не связанной с использованием информационного ресурса.<br /><br />
    Процессы, к которым применяется Политика, перечислены в разделе 5 "Уведомление о конфиденциальности".<br /><br />
    Обратите внимание, наш информационный ресурс (сайт, мобильное приложение) может содержать ссылки на ресурсы других поставщиков услуг, которые мы не контролируем и на которые не распространяется действие Политики.<br /><br />
    Мы требуем от наших партнёров бережного обращения с данными пользователей и работаем только с компаниями с подтверждённой репутацией.<br /><br />

    <h7>2. Категории обрабатываемых персональных данных</h7><br /><br />
    Мы не осуществляем обработку Ваших персональных данных, <касающихся></касающихся> расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, биологических особенностей, с помощью которых возможно определить Вашу личность.<br /><br />
    Мы не осуществляем целенаправленный сбор Ваших персональных данных из общедоступных источников, если иное не предусмотрено применимым законодательством, относящимся к деятельности СМИ.<br /><br />

    <h7>3. Категории субъектов персональных данных</h7><br /><br />
    К субъектам персональных данных относятся работники Агентства и его представительств, филиалов, корреспондентских пунктов, пользователи сайтов, мобильных приложений и услуг Агентства, партнёры, клиенты, контрагенты Агентства и их представители, журналисты, блогеры (физические лица, которые развивают личный сайт, страницу в социальных сетях, издательскую площадку), представители средств массовой информации, участники мероприятий, проводимых Агентством, иные субъекты персональных данных для обеспечения реализации целей обработки персональных данных.<br /><br />
    Цели обработки персональных данных перечислены в разделе 5 "Уведомление о конфиденциальности".<br /><br />
    Агентство осуществляет обработку персональных данных лиц, достигших совершеннолетнего возраста.<br /><br />

      <h7>4. Сбор персональных данных несовершеннолетних</h7><br /><br />
    Наш информационный ресурс (сайт, мобильное приложение) не предназначен для обработки персональных данных несовершеннолетних лиц, за исключением случаев, предусмотренных применимым законодательством или с согласия родителей или лиц их заменяющих.<br /><br />
    Несовершеннолетним лицом считается лицо, чей возраст не достиг 18 лет, если иное не установлено применимым законодательством.<br /><br />
    Если у Вас есть основания полагать, что Ваш ребёнок предоставил нам свои персональные данные, то просим Вас связаться с нами способом, указанным в разделе 13 "Контакты".<br /><br />

    <h7>5. Уведомление о конфиденциальности</h7><br /><br />
    5.1. Обработка персональных данных с идентификацией Вашей личности.<br /><br />
    Информационным ресурсом (сайтом, мобильным приложением) Агентства осуществляется обработка персональных данных для идентификации Вас, как физического лица, для достижения следующих целей:<br /><br />
    5.1.1. Предоставление функционала личного кабинета на новостном сайте.<br /><br />
    Под новостным сайтом следует понимать интернет–издание Агентства, специализация которого заключается в сборе и выдаче новостей или новостных материалов.
  </a>

</div>
  <div style="padding-left: 15%;padding-right: 15%;margin-bottom: 5%;">
    <a style="margin-top: 20px; font-weight: bold">
      ООО «ДИНАМИКАСП» ИНН: 972323709 ОГРН: 124770547610 КПП: 772301001<br><br>
      Юридический адрес: 15193, г. Москва, вн.тер.г. Муниципальный Округ Южнопортовый, ул. Петра Романова, д. 7, стр. 1, помещ. 3/5
    </a>
  </div>
  <Footer/>
</template>
<script setup lang="ts">
import Header from '../components/Header.vue';
import Footer from "@/components/Footer.vue";
import { watch, onMounted } from "vue";
import { useRoute } from "vue-router";

const route = useRoute();

onMounted(() => {
  window.scrollTo(0, 0);
});

watch(
    () => route.path,
    () => {
      window.scrollTo(0, 0);
    }
);

</script>
